//
//  Consts.swift
//  Do not Sleep
//
//  Created by 이씨안 on 2018. 3. 8..
//  Copyright © 2018년 CyanProduction. All rights reserved.
//

import Foundation

let cautionLevel:[Int:String] = [
    1:"""
    정말 잘하셨습니다.
    일과시간동안 졸지 않으셨습니다. 항상 이 페이스를 유지 하시길 바랍니다.
""",
    2:"""
    일과시간 동안 졸지 않는 것은 당연합니다.
    평소보다 덜했다 하더라도, 아예 졸지 않는 것이 가장 중요합니다.
    0분을 목표로, 계속 노력하세요.
""",
    3:"""
    부주의한 일과시간을 보내셨습니다.
    졸음이 몰려오실땐 즉시 일어나 주변을 걷거나, 스트레칭 등으로 몸을 풀거나, 밖에서 잠시 걷는 등의 충분히 잠을 깨울 만한 활동을 가지세요.
    0분을 목표로, 계속 노력하세요.
""",
    4:"""
    부주의한 일과시간을 보내셨습니다.
    DO NOT SLEEP이 아무리 깨워준다한들, 나쁜 습관이 유지될 수록 일상에 지장이 생기게 됩니다.
    졸음이 몰려오실땐 주변을 걷거나, 스트레칭을 하거나, 밖에서 잠시 걷는 등의 충분히 잠을 깨울 만한 활동을 가지세요.
    밤에는 무리한 작업을 삼가고, 일찍 취침하시기 바랍니다.
    0분을 목표로, 계속 노력하세요.
"""
]
